{
  "social": {
    "facebook": "https://facebook.com/yourpage",
    "whatsapp": "https://wa.me/123456789",
    "instagram": "https://instagram.com/yourpage"
  },
  "contact-us": {
    "address": "المنصورة",
    "phone": "01000000000"
  },
  "cafe": {
    "name": "Coffee Name",
    "logo": "images/logo.png"
  },
  "sections": [
    { "key": "sale", "label": "عروض" },
    { "key": "drinks", "label": "المشروبات" },
    { "key": "foods", "label": "ماكولات" },
    { "key": "desserts", "label": "حلويات" }
  ],
  "products": {
    "sale": [
      {
        "name": "عرض القهوة التركية",
        "desc": "استمتع بأفضل قهوة تركية أصلية محمصة بعناية فائقة مع مزيج من النكهات الشرقية الفريدة. هذا العرض يشمل كوب قهوة تركية مع قطعة حلوى شرقية طازجة. القهوة غنية بالرغوة وتقدم مع السكر حسب الطلب. مناسبة لجلسات الأصدقاء أو العمل وتمنحك طاقة ونشاط طوال اليوم. جربها الآن وتمتع بتجربة لا تنسى مع كل رشفة.",
        "img": "images/turkish-coffee.jpg",
        "price": "20",
        "oldPrice": "30"
      },
      {
        "name": "عرض الكابتشينو",
        "desc": "كابتشينو إيطالي فاخر مع رغوة حليب كثيفة ونكهة قهوة قوية. العرض يشمل قطعة بسكويت مجانية مع كل كوب. مناسب لمحبي القهوة الكلاسيكية ويمنحك إحساسًا بالدفء والراحة في كل صباح. جربه مع أصدقائك أو أثناء العمل لتحصل على بداية يوم مثالية.",
        "img": "images/cappuccino.jpg",
        "price": "25",
        "oldPrice": "35"
      }
    ],
    "drinks": [
      {
        "name": "لاتيه",
        "desc": "بشكولاته الكريمه الغنيه بالبروتين والكالسيوم والاكسجين والنيتروجين والهيدروجين والكالسيوم واجومانتين يجعلك تطير من الملل لذلك تتميز بنورها الفاقع في سماء الليل المفقوع قهوة بالحليب. مشروب غني ودسم، يقدم مع رغوة حليب ناعمة ولمسة من الفانيليا أو الكراميل حسب الرغبة. مناسب للأوقات الهادئة أو جلسات الأصدقاء، ويمنحك إحساسًا بالاسترخاء والدفء في كل رشفة.",
        "img": "images/latte.jpg",
        "price": "30",
        "oldPrice": "40"
      },
      {
        "name": "موكا",
        "desc": "موكا ساخنة تجمع بين القهوة القوية والشوكولاتة الداكنة مع رغوة حليب مخملية. تقدم مع رشة كاكاو على الوجه ولمسة من الكريمة المخفوقة. مثالية لمحبي النكهات الغنية والتجارب الفريدة. تمنحك طاقة ونشاط وتناسب جميع الأوقات.",
        "img": "images/mocha.jpg",
        "price": "32",
        "oldPrice": "42"
      },
      {
        "name": "اسبريسو",
        "desc": "اسبريسو مركز وقوي، مستخلص من أجود أنواع البن المحمص. يقدم في فنجان صغير مع طبقة كريما ذهبية على الوجه. مناسب لعشاق القهوة القوية ويمنحك دفعة من النشاط والتركيز في أي وقت من اليوم.",
        "img": "images/espresso.jpg",
        "price": "18",
        "oldPrice": "25"
      },
      {
        "name": "قهوة فرنسية",
        "desc": "قهوة فرنسية ناعمة مع لمسة من الفانيليا أو البندق حسب اختيارك. تقدم مع قطعة بسكويت أو شوكولاتة. مثالية للأوقات الهادئة وجلسات القراءة أو العمل.",
        "img": "images/french-coffee.jpg",
        "price": "28",
        "oldPrice": "35"
      },
      {
        "name": "قهوة أمريكية",
        "desc": "قهوة أمريكية خفيفة وسلسة، تقدم ساخنة أو مثلجة حسب الرغبة. مناسبة لمحبي القهوة الخفيفة وتناسب جميع الأوقات.",
        "img": "images/americano.jpg",
        "price": "22",
        "oldPrice": "28"
      }
    ],
    "foods": [
      {
        "name": "ساندوتش جبنة",
        "desc": "خبز طازج مع جبنة بيضاء أو صفراء حسب الرغبة، يقدم مع خضار طازج وخيار مقطع. الساندوتش غني بالبروتين والكالسيوم ويمنحك طاقة تدوم طوال اليوم. مناسب للفطور أو وجبة خفيفة في أي وقت.",
        "img": "images/cheese-sandwich.jpg",
        "price": "25",
        "oldPrice": "30"
      },
      {
        "name": "ساندوتش تركي مدخن",
        "desc": "خبز محمص مع شرائح التركي المدخن، جبنة شيدر، خس وطماطم، صوص مايونيز وخردل. وجبة متكاملة غنية بالنكهات وتناسب جميع الأذواق.",
        "img": "images/turkey-sandwich.jpg",
        "price": "35",
        "oldPrice": "42"
      },
      {
        "name": "كرواسون جبنة",
        "desc": "كرواسون فرنسي هش محشو بالجبنة الذائبة، يقدم ساخنًا مع صوص جانبي حسب الرغبة. مناسب للفطور أو وجبة خفيفة مع القهوة.",
        "img": "images/croissant.jpg",
        "price": "20",
        "oldPrice": "28"
      },
      {
        "name": "فطيرة سبانخ",
        "desc": "فطيرة محشوة بالسبانخ الطازجة، جبنة فيتا، بصل أخضر وتوابل خاصة. تقدم ساخنة مع صوص زبادي أو سلطة جانبية. غنية بالحديد والفيتامينات.",
        "img": "images/spinach-pie.jpg",
        "price": "30",
        "oldPrice": "38"
      }
    ],
    "desserts": [
      {
        "name": "تشيز كيك",
        "desc": "تشيز كيك بالفراولة الطازجة مع طبقة من الجيلي الأحمر وصوص الفراولة. القاعدة مقرمشة من البسكويت والزبدة، والطبقة الوسطى كريمية غنية. تقدم باردة وتناسب جميع الأذواق.",
        "img": "images/cheesecake.jpg",
        "price": "35",
        "oldPrice": "45"
      },
      {
        "name": "براونيز شوكولاتة",
        "desc": "براونيز شوكولاتة داكنة غنية، طرية من الداخل مع طبقة مقرمشة من الخارج. تقدم مع صوص شوكولاتة أو آيس كريم فانيليا حسب الرغبة. مناسبة لمحبي الحلويات الفاخرة.",
        "img": "images/brownies.jpg",
        "price": "28",
        "oldPrice": "36"
      },
      {
        "name": "وافل فواكه",
        "desc": "وافل بلجيكي هش يقدم مع فواكه طازجة (فراولة، موز، توت) وصوص شوكولاتة أو كراميل. مناسب للإفطار أو التحلية بعد الوجبة.",
        "img": "images/waffle.jpg",
        "price": "32",
        "oldPrice": "40"
      },
      {
        "name": "كريب نوتيلا",
        "desc": "كريب رقيق محشو بنوتيلا وشوكولاتة، يقدم مع قطع موز أو فراولة حسب الرغبة. مناسب لمحبي الشوكولاتة والحلويات الفرنسية.",
        "img": "images/crepe.jpg",
        "price": "30",
        "oldPrice": "38"
      }
    ]
  }
}